cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/fonts'
tap 'homebrew/php'

brew 'ack'
brew 'coreutils'
brew 'gifify'
brew 'go'
brew 'grc'
brew 'heroku-toolbelt'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'roundup'
brew 'tig'
brew 'tree'
brew 'unrar'
brew 'wget'

cask '1password'
cask 'aerial'
cask 'appcleaner'
cask 'arduino'
cask 'atom'
cask 'charles'
cask 'docker'
cask 'firefox'
cask 'flux'
cask 'font-alegreya-sans'
cask 'font-alegreya'
cask 'font-anonymous-pro'
cask 'font-cardo'
cask 'font-fira-sans'
cask 'font-inconsolata'
cask 'font-karla'
cask 'font-lato'
cask 'font-libre-baskerville'
cask 'font-merriweather'
cask 'font-montserrat'
cask 'font-neuton'
cask 'font-open-sans'
cask 'font-poppins'
cask 'font-roboto'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'font-work-sans'
cask 'gimp'
cask 'glueprint'
cask 'google-chrome'
cask 'graphiql'
cask 'imageoptim'
cask 'iterm2'
cask 'opera'
cask 'psequel'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'sublime-text'
cask 'tilemill'
cask 'transmit'
cask 'visual-studio-code'
cask 'vlc'
