cask_args appdir: '/Applications'

tap 'heroku/brew'
tap 'homebrew/cask-drivers'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/cask'

brew 'ack'
brew 'composer'
brew 'coreutils'
brew 'curl'
brew 'ffmpeg'
brew 'grc'
brew 'heroku/brew/heroku-node'
brew 'heroku/brew/heroku'
brew 'hey'
brew 'libgit2'
brew 'nvm'
brew 'openssl'
brew 'php-cs-fixer'
brew 'php'
brew 'readline'
brew 'roundup'
brew 'tree'
brew 'unrar'
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'airflow'
cask 'appcleaner'
cask 'brave-browser'
cask 'calibre'
cask 'capture-one'
cask 'charles'
cask 'docker'
cask 'figma'
cask 'firefox'
cask 'font-alegreya-sans'
cask 'font-alegreya'
cask 'font-anonymous-pro'
cask 'font-cardo'
cask 'font-fira-code-nerd-font'
cask 'font-fira-sans'
cask 'font-inconsolata'
cask 'font-karla'
cask 'font-lato'
cask 'font-libre-baskerville'
cask 'font-merriweather'
cask 'font-neuton'
cask 'font-open-sans'
cask 'font-poppins'
cask 'font-roboto'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'font-work-sans'
cask 'google-chrome'
cask 'graphiql'
cask 'imageoptim'
cask 'iterm2'
cask 'kap'
cask 'logitech-camera-settings'
cask 'ngrok'
cask 'notion'
cask 'nvidia-geforce-now'
cask 'poedit'
cask 'postman'
cask 'sequel-pro'
cask 'signal'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'sonos'
cask 'spectacle'
cask 'spotify'
cask 'tableplus'
cask 'telegram'
cask 'toggl'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'zoomus'
