cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/fonts'

brew 'ack'
brew 'coreutils'
brew 'docker'
brew 'docker-compose'
brew 'docker-machine'
brew 'go'
brew 'grc'
brew 'heroku-toolbelt'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'tig'
brew 'unrar'
brew 'wget'

cask 'appcleaner'
cask 'arduino'
cask 'atom'
cask 'charles'
cask 'firefox'
cask 'flux'
cask 'font-alegreya-sans'
cask 'font-alegreya'
cask 'font-anonymous-pro'
cask 'font-cardo'
cask 'font-fira-sans'
cask 'font-inconsolata'
cask 'font-karla'
cask 'font-lato'
cask 'font-libre-baskerville'
cask 'font-merriweather'
cask 'font-montserrat'
cask 'font-neuton'
cask 'font-open-sans'
cask 'font-poppins'
cask 'font-roboto'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
cask 'google-chrome'
cask 'imageoptim'
cask 'iterm2'
cask 'little-snitch'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'sonos'
cask 'spotify'
cask 'spectacle'
cask 'transmit'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
